Repository: zavarovkv/yah-ios
Catalog: YetAnotherHabit/Localizable.xcstrings
Source language: ru
Languages: en, es, fr, pt_br

source: %lld из %lld
en: %1$lld of %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
pt_br: %1$lld de %2$lld

source: Español
en: Spanish
fr: Espagnol
pt_br: Espanhol

source: Face ID недоступен или не настроен на этом устройстве.
en: Face ID is unavailable or not set up on this device.
es: Face ID no está disponible o no está configurado en este dispositivo.
fr: Face ID n’est pas disponible ou n’est pas configuré sur cet appareil.
pt_br: O Face ID não está disponível ou não está configurado neste dispositivo.

source: Français
en: French
es: Francés
pt_br: Francês

source: Português (Brasil)
en: Portuguese (Brazil)
es: Portugués (Brasil)
fr: Portugais (Brésil)

source: Yet Another Habit помогает формировать полезные привычки и отслеживать прогресс.
en: Yet Another Habit helps you build better habits and track your progress.
es: Yet Another Habit te ayuda a crear buenos hábitos y seguir tu progreso.
fr: Yet Another Habit vous aide à prendre de bonnes habitudes et à suivre vos progrès.
pt_br: O Yet Another Habit ajuda você a criar bons hábitos e acompanhar seu progresso.

source: Безопасность
en: Security
es: Seguridad
fr: Sécurité
pt_br: Segurança

source: Бирюзовый
en: Teal
es: Turquesa
fr: Turquoise
pt_br: Turquesa

source: Вернуться к сегодняшней дате
en: Return to today
es: Volver a hoy
fr: Revenir à aujourd’hui
pt_br: Voltar para hoje

source: Вернуться к текущему месяцу
en: Return to the current month
es: Volver al mes actual
fr: Revenir au mois en cours
pt_br: Voltar para o mês atual

source: Версия
en: Version
es: Versión
fr: Version
pt_br: Versão

source: Весёлый Барсук
en: Cheerful Badger
es: Tejón alegre
fr: Blaireau joyeux
pt_br: Texugo alegre

source: Все цели достигнуты
en: All goals achieved
es: Has alcanzado todos tus objetivos
fr: Tous les objectifs sont atteints
pt_br: Todas as metas foram alcançadas

source: Всего выполнений
en: Total Completions
es: Total completado
fr: Total des accomplissements
pt_br: Total de conclusões

source: Вся история выполнения этой привычки будет удалена.
en: All completion history for this habit will be deleted.
es: Se eliminará todo el historial de esta rutina.
fr: Tout l’historique de cette habitude sera supprimé.
pt_br: Todo o histórico deste hábito será apagado.

source: Вход по Face ID
en: Unlock with Face ID
es: Acceso con Face ID
fr: Accès avec Face ID
pt_br: Acesso com Face ID

source: Вчера
en: Yesterday
es: Ayer
fr: Hier
pt_br: Ontem

source: Вы
en: You
es: Tú
fr: Vous
pt_br: Você

source: Выбрать из медиатеки
en: Choose from Photo Library
es: Elegir de la fototeca
fr: Choisir dans la photothèque
pt_br: Escolher da fototeca

source: Выбрать иконку
en: Choose icon
es: Elegir icono
fr: Choisir une icône
pt_br: Escolher ícone

source: Выбрать иконку и цвет
en: Choose icon and color
es: Elegir icono y color
fr: Choisir une icône et une couleur
pt_br: Escolher ícone e cor

source: Выполнено
en: Completed
es: Completado
fr: Terminé
pt_br: Concluído

source: Выполнено за %@
en: Completed in %@
es: Completado en %@
fr: Terminé en %@
pt_br: Concluído em %@

source: Выполнено за день
en: Completed today
es: Completado hoy
fr: Terminé aujourd’hui
pt_br: Concluído hoje

source: Выполнено за неделю
en: Completed this week
es: Completado esta semana
fr: Terminé cette semaine
pt_br: Concluído nesta semana

source: Голубой
en: Cyan
es: Celeste
fr: Cyan
pt_br: Ciano

source: Готово
en: Done
es: Listo
fr: Terminé
pt_br: OK

source: Графитовый
en: Graphite
es: Grafito
fr: Graphite
pt_br: Grafite

source: День
en: Day
es: Día
fr: Jour
pt_br: Dia

source: Для выбранной даты ничего не запланировано.
en: Nothing is scheduled for the selected date.
es: No hay nada programado para la fecha seleccionada.
fr: Rien n’est prévu à la date sélectionnée.
pt_br: Não há nada programado para a data selecionada.

source: Дни недели
en: Days of the Week
es: Días de la semana
fr: Jours de la semaine
pt_br: Dias da semana

source: Добавить
en: Add
es: Añadir
fr: Ajouter
pt_br: Adicionar

source: Добавить привычку
en: Add Habit
es: Añadir hábito
fr: Ajouter une habitude
pt_br: Adicionar hábito

source: Добрая Лама
en: Kind Llama
es: Llama amable
fr: Lama bienveillant
pt_br: Lhama gentil

source: Жёлтый
en: Yellow
es: Amarillo
fr: Jaune
pt_br: Amarelo

source: За 30 дней
en: Last 30 Days
es: Últimos 30 días
fr: Sur 30 jours
pt_br: Em 30 dias

source: Завтра
en: Tomorrow
es: Mañana
fr: Demain
pt_br: Amanhã

source: Запланировано
en: Scheduled
es: Programado
fr: Prévu
pt_br: Programado

source: Зелёный
en: Green
es: Verde
fr: Vert
pt_br: Verde

source: Золотой
en: Gold
es: Dorado
fr: Doré
pt_br: Dourado

source: Изменить фото профиля
en: Change profile photo
es: Cambiar foto de perfil
fr: Modifier la photo de profil
pt_br: Alterar foto do perfil

source: Иконка
en: Icon
es: Icono
fr: Icône
pt_br: Ícone

source: Имя
en: Name
es: Nombre
fr: Nom
pt_br: Nome

source: Имя не указано
en: Name not set
es: Sin nombre
fr: Nom non renseigné
pt_br: Nome não informado

source: Индиго
en: Indigo
es: Índigo
fr: Indigo
pt_br: Índigo

source: История
en: History
es: Historial
fr: Historique
pt_br: Histórico

source: Как в системе
en: System Default
es: Según el sistema
fr: Selon le système
pt_br: Padrão do sistema

source: Количество
en: Count
es: Cantidad
fr: Quantité
pt_br: Quantidade

source: Количество: %lld
en: Count: %lld
es: Cantidad: %lld
fr: Quantité : %lld
pt_br: Quantidade: %lld

source: Коралловый
en: Coral
es: Coral
fr: Corail
pt_br: Coral

source: Коричневый
en: Brown
es: Marrón
fr: Marron
pt_br: Marrom

source: Красный
en: Red
es: Rojo
fr: Rouge
pt_br: Vermelho

source: Лавандовый
en: Lavender
es: Lavanda
fr: Lavande
pt_br: Lavanda

source: Лаймовый
en: Lime
es: Lima
fr: Citron vert
pt_br: Lima

source: Ловкий Лис
en: Nimble Fox
es: Zorro ágil
fr: Renard agile
pt_br: Raposa ágil

source: Лучшая серия
en: Best Streak
es: Mejor racha
fr: Meilleure série
pt_br: Melhor sequência

source: Любопытная Панда
en: Curious Panda
es: Panda curioso
fr: Panda curieux
pt_br: Panda curioso

source: Малиновый
en: Raspberry
es: Frambuesa
fr: Framboise
pt_br: Framboesa

source: Месяц
en: Month
es: Mes
fr: Mois
pt_br: Mês

source: Мятный
en: Mint
es: Menta
fr: Menthe
pt_br: Menta

source: На этот день привычек нет.
en: No habits for this day.
es: No hay hábitos para este día.
fr: Aucune habitude pour ce jour.
pt_br: Não há hábitos para este dia.

source: Название
en: Name
es: Nombre
fr: Nom
pt_br: Nome

source: Например, читать 20 минут
en: For example, read for 20 minutes
es: Por ejemplo, leer 20 minutos
fr: Par exemple, lire pendant 20 minutes
pt_br: Por exemplo, ler por 20 minutos

source: Не выполнено
en: Not completed
es: No completado
fr: Non terminé
pt_br: Não concluído

source: Не запланировано
en: Not Scheduled
es: No programado
fr: Non prévu
pt_br: Não programado

source: Не удалось выполнить проверку владельца устройства.
en: Device owner authentication is unavailable.
es: No se pudo verificar al propietario del dispositivo.
fr: Impossible de vérifier le propriétaire de l’appareil.
pt_br: Não foi possível verificar o proprietário do dispositivo.

source: Не удалось загрузить выбранное фото.
en: The selected photo could not be loaded.
es: No se pudo cargar la foto seleccionada.
fr: Impossible de charger la photo sélectionnée.
pt_br: Não foi possível carregar a foto selecionada.

source: Не удалось изменить настройки
en: Unable to update settings
es: No se pudieron actualizar los ajustes
fr: Impossible de modifier les réglages
pt_br: Não foi possível alterar os ajustes

source: Не удалось обновить профиль
en: Unable to update profile
es: No se pudo actualizar el perfil
fr: Impossible de mettre à jour le profil
pt_br: Não foi possível atualizar o perfil

source: Не удалось обработать фото.
en: The photo could not be processed.
es: No se pudo procesar la foto.
fr: Impossible de traiter la photo.
pt_br: Não foi possível processar a foto.

source: Не удалось открыть данные
en: Couldn’t open data
es: No se pudieron abrir los datos
fr: Impossible d’ouvrir les données
pt_br: Não foi possível abrir os dados

source: Не удалось открыть настройки
en: Couldn’t open settings
es: No se pudieron abrir los ajustes
fr: Impossible d’ouvrir les réglages
pt_br: Não foi possível abrir os ajustes

source: Не удалось подготовить данные
en: Couldn’t Prepare Data
es: No se pudieron preparar los datos
fr: Impossible de préparer les données
pt_br: Não foi possível preparar os dados

source: Не удалось подтвердить Face ID.
en: Face ID authentication failed.
es: No se pudo confirmar Face ID.
fr: Impossible de confirmer Face ID.
pt_br: Não foi possível confirmar o Face ID.

source: Не удалось сохранить изменения
en: Couldn’t save changes
es: No se pudieron guardar los cambios
fr: Impossible d’enregistrer les modifications
pt_br: Não foi possível salvar as alterações

source: Небесный
en: Sky Blue
es: Azul cielo
fr: Bleu ciel
pt_br: Azul-celeste

source: Неделя
en: Week
es: Semana
fr: Semaine
pt_br: Semana

source: Новая привычка
en: New Habit
es: Nuevo hábito
fr: Nouvelle habitude
pt_br: Novo hábito

source: О приложении
en: About
es: Acerca de la app
fr: À propos de l’app
pt_br: Sobre o app

source: Обзор
en: Overview
es: Resumen
fr: Vue d’ensemble
pt_br: Visão geral

source: Общее количество
en: Total count
es: Cantidad total
fr: Quantité totale
pt_br: Quantidade total

source: ОК
en: OK
es: OK
fr: OK
pt_br: OK

source: Оливковый
en: Olive
es: Oliva
fr: Olive
pt_br: Verde-oliva

source: Оранжевый
en: Orange
es: Naranja
fr: Orange
pt_br: Laranja

source: Открыть аналитику привычки
en: Open habit analytics
es: Abrir análisis del hábito
fr: Ouvrir l’analyse de l’habitude
pt_br: Abrir análise do hábito

source: Отличная работа!
en: Great job!
es: ¡Buen trabajo!
fr: Excellent travail !
pt_br: Ótimo trabalho!

source: Отмена
en: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Оформление
en: Appearance
es: Apariencia
fr: Apparence
pt_br: Aparência

source: Период
en: Period
es: Periodo
fr: Période
pt_br: Período

source: Персиковый
en: Peach
es: Melocotón
fr: Pêche
pt_br: Pêssego

source: Повторить
en: Try Again
es: Reintentar
fr: Réessayer
pt_br: Tentar novamente

source: Показать выполненные привычки
en: Show completed habits
es: Mostrar hábitos completados
fr: Afficher les habitudes terminées
pt_br: Mostrar hábitos concluídos

source: Показать счётчики
en: Show counters
es: Mostrar contadores
fr: Afficher les compteurs
pt_br: Mostrar contadores

source: Попробуйте ещё раз.
en: Please try again.
es: Inténtalo de nuevo.
fr: Réessayez.
pt_br: Tente novamente.

source: Предыдущий месяц
en: Previous Month
es: Mes anterior
fr: Mois précédent
pt_br: Mês anterior

source: Привычек на этот день нет.
en: No habits for this day.
es: No hay hábitos para este día.
fr: Aucune habitude pour ce jour.
pt_br: Não há hábitos para este dia.

source: Привычка
en: Habit
es: Hábito
fr: Habitude
pt_br: Hábito

source: Привычка не найдена
en: Habit Not Found
es: Hábito no encontrado
fr: Habitude introuvable
pt_br: Hábito não encontrado

source: Привычки
en: Habits
es: Hábitos
fr: Habitudes
pt_br: Hábitos

source: Приложение заблокировано
en: App Locked
es: App bloqueada
fr: App verrouillée
pt_br: App bloqueado

source: Прогресс
en: Progress
es: Progreso
fr: Progression
pt_br: Progresso

source: Профиль
en: Profile
es: Perfil
fr: Profil
pt_br: Perfil

source: Разблокировать
en: Unlock
es: Desbloquear
fr: Déverrouiller
pt_br: Desbloquear

source: Разблокируйте приложение
en: Unlock the app
es: Desbloquea la app
fr: Déverrouillez l’app
pt_br: Desbloqueie o app

source: Развернуть
en: Expand
es: Expandir
fr: Développer
pt_br: Expandir

source: Расписание
en: Schedule
es: Horario
fr: Programme
pt_br: Programação

source: Редактирование
en: Edit Habit
es: Editar
fr: Modification
pt_br: Editar

source: Редактировать
en: Edit
es: Editar
fr: Modifier
pt_br: Editar

source: Редактировать профиль
en: Edit profile
es: Editar perfil
fr: Modifier le profil
pt_br: Editar perfil

source: Розовый
en: Pink
es: Rosa
fr: Rose
pt_br: Rosa

source: Русский
en: Russian
es: Ruso
fr: Russe
pt_br: Russo

source: Свернуть
en: Collapse
es: Contraer
fr: Réduire
pt_br: Recolher

source: Светлая
en: Light
es: Claro
fr: Clair
pt_br: Claro

source: Сделать селфи
en: Take a Selfie
es: Hacer un selfie
fr: Prendre un selfie
pt_br: Tirar uma selfie

source: Сегодня
en: Today
es: Hoy
fr: Aujourd’hui
pt_br: Hoje

source: Серия из %lld дней
en: %lld-day streak
es: Racha de %lld días
fr: Série de %lld jours
pt_br: Sequência de %lld dias

source: Серый
en: Gray
es: Gris
fr: Gris
pt_br: Cinza

source: Синий
en: Blue
es: Azul
fr: Bleu
pt_br: Azul

source: Системная
en: System
es: Sistema
fr: Système
pt_br: Sistema

source: Скрыть выполненные привычки
en: Hide completed habits
es: Ocultar hábitos completados
fr: Masquer les habitudes terminées
pt_br: Ocultar hábitos concluídos

source: Скрыть счётчики
en: Hide counters
es: Ocultar contadores
fr: Masquer les compteurs
pt_br: Ocultar contadores

source: Следующий месяц
en: Next Month
es: Mes siguiente
fr: Mois suivant
pt_br: Próximo mês

source: Сливовый
en: Plum
es: Ciruela
fr: Prune
pt_br: Ameixa

source: Смелая Выдра
en: Brave Otter
es: Nutria valiente
fr: Loutre courageuse
pt_br: Lontra corajosa

source: Создайте первую привычку, чтобы начать.
en: Create your first habit to get started.
es: Crea tu primer hábito para empezar.
fr: Créez votre première habitude pour commencer.
pt_br: Crie seu primeiro hábito para começar.

source: Сохранить
en: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar

source: Счётчик
en: Counter
es: Contador
fr: Compteur
pt_br: Contador

source: Счётчики
en: Counters
es: Contadores
fr: Compteurs
pt_br: Contadores

source: Текущая серия
en: Current Streak
es: Racha actual
fr: Série en cours
pt_br: Sequência atual

source: Тема
en: Theme
es: Tema
fr: Thème
pt_br: Tema

source: Тёмная
en: Dark
es: Oscuro
fr: Sombre
pt_br: Escuro

source: Тёмно-синий
en: Navy
es: Azul marino
fr: Bleu marine
pt_br: Azul-marinho

source: Тип
en: Type
es: Tipo
fr: Type
pt_br: Tipo

source: Тихий Енот
en: Quiet Raccoon
es: Mapache tranquilo
fr: Raton laveur tranquille
pt_br: Guaxinim tranquilo

source: Удалить
en: Delete
es: Eliminar
fr: Supprimer
pt_br: Apagar

source: Удалить привычку
en: Delete Habit
es: Eliminar hábito
fr: Supprimer l’habitude
pt_br: Apagar hábito

source: Удалить привычку?
en: Delete habit?
es: ¿Eliminar el hábito?
fr: Supprimer l’habitude ?
pt_br: Apagar o hábito?

source: Удалить фото
en: Remove Photo
es: Eliminar foto
fr: Supprimer la photo
pt_br: Apagar foto

source: Фиолетовый
en: Purple
es: Morado
fr: Violet
pt_br: Roxo

source: Цвет
en: Color
es: Color
fr: Couleur
pt_br: Cor

source: Цель (необязательно)
en: Goal (optional)
es: Objetivo (opcional)
fr: Objectif (facultatif)
pt_br: Meta (opcional)

source: Цель отмечает день выполненным, но не ограничивает значение счётчика.
en: The goal marks the day as complete but does not limit the counter value.
es: El objetivo marca el día como completado, pero no limita el valor del contador.
fr: L’objectif marque la journée comme terminée sans limiter la valeur du compteur.
pt_br: A meta marca o dia como concluído, mas não limita o valor do contador.

source: Язык
en: Language
es: Idioma
fr: Langue
pt_br: Idioma

source: English
es: Inglés
fr: Anglais
pt_br: Inglês
